{
  "id": 5,
  "name": "Alfred Twu",
  "photo_url": "https://www.mwaarchitects.com/wp-content/uploads/2017/03/Alfred-Twu.jpg",
  "website_url": "https://www.alfred2018.com",
  "twitter_url": null,
  "votersedge_url": null,
  "first_name": "Alfred",
  "last_name": "Twu",
  "ballot_item": 23,
  "office_election": 23,
  "bio": "Combining my artistic and pragmatic sides, I came to Berkeley in 2002 to study architecture at UC Berkeley. Since graduating, I've worked for architects in the Bay Area, designing apartments, public infrastructure, home additions, businesses, and more.\n\nI entered politics through the trash room door, starting out as a Waste Reduction Coordinator in the Berkeley Student Cooperative, where I audited dumpsters and put together support and financing for the Co-op's first photovoltaic solar panel array.  Presently, I serve on the City of Berkeley's Zero Waste Commission and also as the chair of the Sierra Club San Francisco Bay Chapter's Zero Waste Committee.  I've worked on reducing plastic use and litter, organizing activists to fight methane-emitting garbage grinders, expanding multi-stream recycling that ensures that recovered paper and plastics have willing buyers and second lives, and am presently looking at policies to encourage the reuse of buildings and their component materials. \n\nThroughout my political career, the Zero Waste goal of highest and best use has been a guide, as has the everyday reality of taking out the garbage/compost/recycling, an ever present reminder that while working towards a better world, maintaining the functions of daily life cannot be neglected. \n\nIn the last several years as the Bay Area flipped out of the frying pan of the recession and into the fire of the housing crisis, I have worked on efforts to zone for more housing, fund affordable housing, and expand rent control and other tenant protections.  Some say we need to increase supply.  Some say we need stronger rent control.  I say, \"Why Not Both\" \n\nI am fired up by the challenges I've seen not just my generation, but low and moderate income people of all ages face; yet grounded in economic reality with a business degree and professional experience.  Having a dozen years of experience designing housing, I know how to find elegant solutions for a Berkeley that is affordable, not dependent on fossil fuels, safer, and capable of being achieved in the next few years.\n\nSource: https://www.alfred2018.com/about",
  "committee_name": "Alfred Twu for Berkeley City Council 2018",
  "is_accepted_expenditure_ceiling": null,
  "is_incumbent": false,
  "occupation": "Designer, MWA Architects",
  "party_affiliation": "Nonpartisan",
  "filer_id": 1400769,
  "supporting_money": {
    "contributions_received": 2211.27,
    "total_contributions": 2211.27,
    "total_expenditures": 2745.67,
    "total_loans_received": 0.0,
    "total_supporting_independent": 0.0,
    "contributions_by_type": {
      "Individual": 850.0,
      "Unitemized": 1311.27,
      "Self Funding": 50.0
    },
    "contributions_by_origin": {
      "Within Oakland": 100.0,
      "Within California": 800.0
    },
    "expenditures_by_type": {
      "Campaign Consultants": 303.0,
      "Campaign Paraphernalia/Misc.": 1244.09,
      "Candidate Filing/Ballot Fees": 50.0,
      "Campaign Literature and Mailings": 222.87,
      "Professional Services (Legal, Accounting)": 50.0,
      "Information Technology Costs (Internet, E-mail)": 724.67
    },
    "supporting_by_type": {
    }
  },
  "opposing_money": {
    "opposing_expenditures": null,
    "opposing_by_type": {
    }
  },
  "contributions_received": 2211.27,
  "total_contributions": 2211.27,
  "total_expenditures": 2745.67,
  "total_loans_received": 0.0,
  "contributions_by_type": {
    "Individual": 850.0,
    "Unitemized": 1311.27,
    "Self Funding": 50.0
  },
  "expenditures_by_type": {
    "Campaign Consultants": 303.0,
    "Campaign Paraphernalia/Misc.": 1244.09,
    "Candidate Filing/Ballot Fees": 50.0,
    "Campaign Literature and Mailings": 222.87,
    "Professional Services (Legal, Accounting)": 50.0,
    "Information Technology Costs (Internet, E-mail)": 724.67
  }
}
